Repository: Kodemaster3/CRMStone
Catalog: calc_app/lib/l10n/app_*.arb
Languages: ru, uk

# appTitle
source: Deliver's
ru: Заказы
uk: Замовлення

# delivers
source: Settings deliver's
ru: Параметры заказов
uk: Налаштування завлень

# nomenclature_deliver
source: Detail deliver
ru: Детали заказа
uk: Деталі замовлення

source: Name Deliver
ru: Имя заказа
uk: Ім'я завовлення

# name_nomenclature
source: Detail
ru: Деталь
uk: Деталь

# name_material
source: Material
ru: Материал
uk: Матеріал

# width
source: Width, cm
ru: Ширина, см
uk: Ширина, см

# length
source: Length, cm
ru: Длинна, см
uk: Довжина, см

# height
source: Height, cm
ru: Высота, см
uk: Висота, см

source: Weight Per Cub Meter
ru: Вес куб/метра
uk: Розмір в куб/метр

source: Quantity
ru: Количество
uk: Кількість

source: Price Per Cub Meter
ru: Цена куб/метра
uk: Ціна куб/метр

# its_old_deliver_you_
source: It's old deliver, do you won't edit now nomenclature?
ru: Это имеющийся заказ, редактировать его сейчас?
uk: Це старє замовлення, редагувати зараз?

source: yes
ru: ДА
uk: ТАК

source: Add new deliver
ru: Добавить новый заказ
uk: Додати нове замовлення

source: have position
ru: Имеет позиций
uk: Мае позіций
